<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><!-- InstanceBegin template="/Templates/main_german.dwt" codeOutsideHTMLIsLocked="false" -->
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
    <meta name="viewport" content="width=device-width, initial-scale=1">

<!-- InstanceBeginEditable name="doctitle" -->
<title>Beisan Systems - FAQ</title>
<!-- InstanceEndEditable -->
<!-- InstanceBeginEditable name="head" -->
<!-- InstanceEndEditable -->
<style type="text/css">
<!--
.style16 {color: #FFFFFF}
.style20 {
	font-size: 30px;
	font-style: italic;
}
a:link {
	text-decoration: none;
}
a:visited {
	text-decoration: none;
}
a:hover {
	text-decoration: underline;
}
a:active {
	text-decoration: none;
}
.style23 {color: #FFFFFF; font-size: 46px;}
-->
</style>
</head>

<body>
<div align="center">
  <table width="800" height="100" border="0" bordercolor="#FFFFFF" background="../images/page_header.jpg">
    <tr>
      <td> </td>
    </tr>
  </table>
  <table width="800" border="1" bgcolor="#669999">
    <tr>
      <td width="100"><div align="center"><a href="index.html" class="style16">Home</a></div></td>
      <td width="100"><div align="center"><a href="produkte.html" class="style16">Produkte</a></div></td>
      <td width="100"><div align="center"><a href="anleitungen/index.html" class="style16">Anleitungen</a></div></td>
      <td width="100"><div align="center"><a href="referenzen.html" class="style16">Referenzen</a></div></td>
      <td width="100"><div align="center"><a href="faq.html" class="style16">FAQ</a></div></td>
      <td width="100"><div align="center"><a href="forum.html" class="style16">Forum</a></div></td>
      <td width="100"><div align="center"><a href="kontakt.html" class="style16">Kontakt</a></div></td>
      <td width="100"><div align="center"><a href="../index.html" class="style16">English</a></div></td>
    </tr>
  </table>
  <table width="800" height="25" border="0" bgcolor="#FFFFFF">
    <tr>
      <td>&nbsp;</td>
    </tr>
  </table>
  <table width="800" border="0" bgcolor="#FFFFFF">
    <tr>
      <td width="800"><!-- InstanceBeginEditable name="pagecontent" -->
        <h1 align="center">H&auml;ufig gestellte  Fragen</h1>
        <p align="left"><strong><em>Was ist Vanos?</em></strong><br />
          Vanos nennt BMW deren Verstelleinheit zur <strong>VA</strong>riablen <strong>NO</strong>ckenwellen <strong>S</strong>teuerung.<br />
  <br />
  <strong><em>Was ist eine variable Nockenwellensteuerung?<br />
  </em></strong>Mit der  Nockenwellensteuerung werden die Ventilsteuerzeiten variiert. Der Zeitpunkt in  dem das Zylinder Einlass- und/oder Auslassventil ge&ouml;ffnet/geschlossen wird kann  so dynamisch ver&auml;ndert werden, um immer beste Motorleistung zu erhalten.<strong><br />
  </strong><a href="http://www.bmw.com/com/de/insights/technology/technology_guide/articles/vanos_double_vanos.html">http://www.bmw.com/com/de/insights/technology/technology_guide/articles/vanos_double_vanos.html</a><br />
  <a href="http://de.wikipedia.org/wiki/Nockenwellenverstellung">http://de.wikipedia.org/wiki/Nockenwellenverstellung</a><br />
  <br />
  <strong><em>Was stimmt mit meinem Vanos nicht?</em></strong><br />
          Wenn Sie einen BMW 6-Zylinder mit Einfach-Vanos besitzen, mit Motoren der  Baureihe M50TU, M52, US S50, S52, 1992-1999, oder ein Doppel-Vanos Fahrzeug,  mit Motoren der Baureihe M52TU, M54, M56, 1998-2006, dann ist erfahrungsgem&auml;&szlig;  Ihr Vanos defekt. Die Vanos-Einheit verstellt mittels Motor&ouml;l und  Kolben/Zylindern &uuml;ber eine Verzahnung die Ventilsteuerzeiten. Durch Verschlei&szlig;  der O-Ring Dichtungen, k&ouml;nnen die Kolbenringe den &Ouml;ldruck nicht halten. Durch  diesen &Ouml;ldruckverlust kann die Vanos-Einheit die Nockenwellen nicht mehr  korrekt verstellen.<br />
  <br />
  <strong><em>Warum fallen die Kolben-O-Ringe des Vanos aus?<br />
  </em></strong>Die original O-Ringe sind  aus Buna hergestellt und dieses Material ist nicht geeignet, um den Temperatur  und chemischen Anforderungen im Motor lange stand zu halten. In Folge dessen  h&auml;rten die O-Ringe aus, schrumpfen und flachen ab. Dies f&uuml;hrt dazu, dass sie  ihre Funktion verlieren und das Vanos ausf&auml;llt.<br />
  <br />
  <strong><em>Was sind die Symptome bei einem defekten Vanos?<br />
  </em></strong>Verlust von Drehmoment und Leistung, vor allem im unteren  Drehzahlbereich, &lt; 3000 1/min. Ein H&auml;ngenbleiben und dann Losrei&szlig;en des  Motors bei 3000 1/min. Ungleichf&ouml;rmiger Leistungsverlauf und  Drehzahlschwankungen. Stocken des Motors bei niedriger Drehzahl, &lt; 3000  1/min. Unruhiger lauter Leerlauf mit periodischem Drehzahl &bdquo;Schluckauf&ldquo;.  Schlechtes Anfahrverhalten. Leistungsverlust und rucken, wenn die Klimaanlage  zugeschaltet wird. Erh&ouml;hter Kraftstoffverbrauch.<br />
          Doppel-Vanos Fahrzeuge mit den M52TU Motoren (MJ 98/99-00) haben bei kalten  Temperaturen nach Kaltstart im Leerlauf Drehzahleinbr&uuml;che bis hin zum  Motorabsterben.<br />
  <a href="http://www.youtube.com/watch?v=hySOJosmb98">M52TU Warmlauf  Drehzahlproblem Video Link</a><br />
  <a href="http://www.youtube.com/watch?v=8uX6vguVxuw&amp;feature=related">M52TU  Vorher/Nachher Video Link</a><br />
  <br />
  <strong><em>Was sind die Vorteile einer Reparatur des Vanos?</em></strong><br />
          Ein Anstieg von Drehmoment und Leistung in allen Bereichen, vor allem im  unteren Drehzahlbereich &lt; 3000 1/min. Beseitigen des H&auml;ngenbleibens und dann  Losrei&szlig;en bei 3000 1/min. Gleichm&auml;&szlig;igerer Leistungsverlauf und ruhiger  Drehzahlverlauf in allen Bereichen. Beseitigen des Stocken des Motors bei  niedriger Drehzahl, &lt; 3000 1/min. Sehr ruhiger und stabiler Leerlauf.  Sanftes kraftvolleres Anfahrverhalten. Besseres Verhalten beim Klimaanlage  anschalten. Um bis zu 10% verringerter Kraftstoffverbrauch.<br />
          Beseitigung der Drehzahleinbr&uuml;che bis hin zum Motorabsterben bei kalten  Temperaturen nach Kaltstart im Leerlauf bei Doppel-Vanos Fahrzeugen mit den  M52TU Motoren (MJ 98/99-00).<br />
  <br />
  <strong><em>Wie kann ich feststellen, ob mein Vanos defekt ist?</em></strong><br />
          Bei Fahrzeugen mit den M52TU Motoren (BJ 98/99-00) mit Leerlauf  Drehzahleinbr&uuml;chen bis hin zum Motorabsterben bei kalten Starttemperaturen,  kann man den Stecker vom Magnetventil der Einlassnockenwelle abziehen  (silberner Zylinder Fahrerseite vorne am Zylinderkopf <a href="http://www.beisansystems.com/procedures/vanos_procedure_files/image022.jpg">http://www.beisansystems.com/procedures/vanos_procedure_files/image022.jpg</a>),  um sicher zu sein, dass die Drehzahleinbr&uuml;che tats&auml;chlich vom Vanos verursacht  werden. Wenn der Motor dann ruhig l&auml;uft hat man sehr sicher das Vanos Problem.<br />
          Bei anderen Fahrzeugen muss die Vanos-Einheit zur Untersuchung ausgebaut werden.  Wenn man die Deckel der Vanos-Kolben abschraubt und den Sitz der Kolbenringe in  den Zylindern pr&uuml;ft, wird man feststellen, dass sie locker sitzen da die  Dichtringe verschlissen sind. Wenn man die &auml;u&szlig;eren Teflon-Kolbenringe entfernt,  wird man sehen, dass die inneren O-Ringe flach und ausgeh&auml;rtet sind.<br />
          Eigentlich ist keine Untersuchung notwendig. Die Vanos Buna-O-Ringe  verschlechtern sich schon nach 30.000km. Daher haben tats&auml;chlich alle Fahrzeuge  mit diesen Vanos-Einheiten verschlissene O-Ringe und ein fehlerhaftes Vanos.<br />
  <br />
  <strong><em>Sollte ich ein neues Vanos einbauen?<br />
  </em></strong>Ein neues BMW (Austausch)  Vanos kostet ca. 420&euro; und es hat leider immer noch die gleichen Buna-O-Ringe.  Daher wird eine neue Einheit zuerst gut funktionieren, aber schon bald  verschlechtern sich die O-Ringe und das Vanos beginnt wieder auszufallen.<br />
  &nbsp;<br />
  <strong><em>Gibt es eine gute L&ouml;sung f&uuml;r das Vanos Problem?<br />
  </em></strong>Um das Vanos Problem  richtig zu l&ouml;sen, m&uuml;ssen die O-Ringe durch O-Ringe aus einem h&ouml;herwertigem  Material ersetzt werden. BMW wurde auf das Problem aufmerksam gemacht und hat  beschlossen nicht weiter der Sache nach zugehen: &bdquo;Es werden keine weiteren  Entwicklungen gemacht&ldquo;.<br />
          Damit die Kolben-O-Ringe des Vanos ersetzt werden k&ouml;nnen, m&uuml;ssen die  Teflon-Kolbenringe entfernt werden, um an die darunter liegenden O-Ringe zu  gelangen. Das Entfernen der Teflonringe zerst&ouml;rt diese unweigerlich, daher m&uuml;ssen  die O-Ringe und die Teflonringe ersetzt werden. Beisan Systems (<a href="http://www.beisansystems.com/de">www.beisansystems.com/de</a>) bietet  Vanos Dichtring Reparaturs&auml;tze, die verbesserte O-Ringe und Teflonringe  beinhalten. Eine Reparatur- und Einbauanleitung wird als Hilfe angeboten.<br />
  &nbsp;<br />
  <strong><em>Wer kann diese Reparatur durchf&uuml;hren und wie viel wird es kosten?</em></strong><br />
          Die Reparatur kann von jedem Bastler durchgef&uuml;hrt werden, der etwas Erfahrung  mit Auto Reparatur hat. Die Reparatur ist etwas umst&auml;ndlich aber nur  mittelm&auml;&szlig;ig kompliziert.<br />
          Ein freier BMW Mechaniker kann die Reparatur ausf&uuml;hren. Die Arbeitszeit sollte  etwa 4 Stunden betragen.<br />
          Die Teile kosten: Dichtring Reparatursatz: Einfach-Vanos 25&euro; oder Doppel-Vanos 50&euro;;  Vanos-Dichtung 4,50&euro;; 2 Dichtringe 0,70&euro;; 2 Vanos Passchrauben 1,30&euro;.<br />
          Es empfiehlt sich die Ventildeckeldichtung und die Gummiringe der  Ventildeckelschrauben zu ersetzten, da keine zus&auml;tzliche Arbeitszeit anf&auml;llt: 55&euro;.</p>
        <p align="left">&nbsp;</p>
      <!-- InstanceEndEditable --></td>
    </tr>
  </table>
  <table width="800" border="0" bgcolor="#FFFFFF">
    <tr>
      <td><div align="center">&copy; Copyright 2022 Beisan Systems, LLC</div></td>
    </tr>
  </table>
</div>
</body>
<!-- InstanceEnd --></html>
