<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/2022/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
    <meta name="viewport" content="width=device-width, initial-scale=1">

<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {	font-size: 24px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p><span class="style1">Beisan Systems &ndash; Eingeschr&auml;nkte 90 Tage Garantie</span></p>
<p>Beisan Systems, LLC unternimmt jede Anstrengung, um sicherzustellen,  dass unsere Produkte h&ouml;chste Qualit&auml;ts- und Haltbarkeitsstandards erf&uuml;llen und  garantiert dem Erstk&auml;ufer f&uuml;r eine Dauer von 90 Tagen ab Kaufdatum, dass dieses  Produkt frei von Material- und Verarbeitungsfehlern ist. Diese Garantie gilt  nicht f&uuml;r Sch&auml;den, die direkt oder indirekt, durch Missbrauch, Fahrl&auml;ssigkeit  oder Unf&auml;lle, Reparaturen oder &Auml;nderungen au&szlig;erhalb unserer Einrichtungen oder mangelnder  Sorgfalt verursacht wurden. Wir werden in keinem Fall haftbar sein f&uuml;r Tod,  Verletzungen von Personen oder Sachen oder f&uuml;r zuf&auml;llige, spezielle,  eventuelle, Neben- oder Folgesch&auml;den, die bei der Nutzung unserer Produkte  aufkommen. Manche Staaten verbieten den Ausschluss oder die Beschr&auml;nkung von Neben-  oder Folgesch&auml;den, so dass die obige Beschr&auml;nkung f&uuml;r Sie vielleicht nicht  gilt. Diese Garantie ist ausdr&uuml;cklich anstelle aller anderen Garantien,  explizit oder implizit, einschlie&szlig;lich Garantien der Marktg&auml;ngigkeit und der  Eignung.<br />
  <br />
  Um diese Garantie in Anspruch zu nehmen, muss das Produkt  oder Teil zu uns, mit voraus bezahlten Versandkosten, zur&uuml;ckgesandt werden. Der  Nachweis des Kaufdatums und eine Erkl&auml;rung der Reklamation m&uuml;ssen der Ware  beiliegen. Wenn unsere Untersuchung einen Defekt best&auml;tigt, behalten wir uns  vor diesen entweder zu reparieren oder das Produkt zu ersetzen oder wir werden  den Kaufpreis erstatten, wenn wir nicht ohne weiteres und schnell einen Ersatz  bieten k&ouml;nnen. Wir werden das reparierte Produkt auf unsere Kosten zur&uuml;ck  senden, aber wenn wir entscheiden, dass es nicht defekt ist oder dass der  Defekt aus Gr&uuml;nden resultiert, die nicht im Umfang unserer Garantie sind, dann m&uuml;ssen  Sie die Kosten f&uuml;r den R&uuml;cktransport tragen.<br />
  <br />
  Diese Garantie gibt Ihnen spezielle Rechte und Sie haben vielleicht auch andere  Rechte, die sich von Staat zu Staat unterscheiden k&ouml;nnen.<br />
  <br />
  2109 Longwood Drive Raleigh, NC 27612 (919) 676-1939</p>
</body>
</html>
